{
  "section1": {
    "title": "Elegance and Serenity in the\nHeart of Provence",
    "content": "Welcome to our exquisite 450m² Provençal villa, a masterpiece of neo-Provencal design. Nestled within a spacious 4500m² garden surrounded by trees, the villa offers a serene and private retreat that immerses you in nature. This luxurious property provides stunning views of the mirror infinity pool and seamlessly blends indoor and outdoor spaces for a sophisticated and modern lifestyle.\n\nJoin us and discover the ultimate Provencal escape."
  },
  "section2x1x1": {
    "title": "Interior",
    "content": "Designed to offer both privacy and connectivity, the villa's layout interlinks two independent wings, creating separate yet connected spaces. The interiors are light and airy, with an open-plan design that fosters a sense of spaciousness and fluidity throughout.\n\nThis exceptional property accommodates up to 10 adults and 3 children."
  },
  "section2x1x2": {
    "title": "Bedrooms",
    "content": "Spread across two levels, the villa features six beautifully appointed bedrooms, five with its own ensuite bathroom. Five of these are air-conditioned king-sized rooms, and one includes an adjoining children's room, providing a perfect retreat for families or groups of friends."
  },
  "section2x1x3": {
    "title": "Premium Suite",
    "content": "The premium suite on the second floor is particularly noteworthy, with high-quality materials, a fully glazed partition wall that floods the space with natural light, a luxury freestanding bathtub, and a walk-in rainforest shower. Additionally, one bedroom is equipped with adjoining children’s rooms, accommodating 2 to 3 children, ensuring ample space and comfort for all guests."
  },
  "section2x1x4": {
    "title": "Indoor Activity",
    "content": "The underground space of the villa is dedicated to entertainment, featuring a private home cinema, and a playroom paradise, designed to delight guests of all ages for all ages.\nThis vibrant space is equipped with a billiard table, darts, arcade games, foosball, air hockey, puzzles, and a selection of toys and board games.  "
  },
  "section2x2x1": {
    "title": "Exterior",
    "content": "Outdoors, children can delight in a range of activities designed to keep them entertained and active. The expansive garden is equipped with outdoor games and play areas, ensuring that young guests can enjoy endless fun and adventure during their stay."
  },
  "section2x2x2": {
    "title": "Spa and Sauna",
    "content": "For those seeking relaxation and rejuvenation, the villa includes a luxurious spa and sauna. These facilities offer a tranquil escape, allowing you to unwind and indulge in a peaceful sanctuary within the comfort of your holiday home."
  },
  "section2x2x3": {
    "title": "Infinity Pool",
    "content": "At the heart of the property lies a magnificent 15x5m mirror infinity pool, epitomizing luxury and elegance. This stunning pool features a shallow area only 45cm deep, ideal for children to safely enjoy the water. The pool also boasts a beautiful fountain, adding to the serene ambiance. The water cascades seamlessly over all sides of the pool, creating a mesmerizing visual effect and a sense of boundless tranquility."
  },
  "section3": {
    "title": "Explore La brise Provençale",
    "content": ""
  },
  "section4": {
    "title": "Services",
    "content": "see more"
  },
  "section4x1": {
    "title": "Villa Rental",
    "content": "Experience unparalleled luxury with the exclusive rental of our entire villa, offering privacy, comfort, and breathtaking views for an unforgettable stay."
  },
  "section4x2": {
    "title": "Guest Suite",
    "content": "Experience the ultimate getaway in our spacious guest house, featuring multiple rooms designed for comfort and togetherness. Perfect for creating unforgettable memories with your loved ones."
  },
  "section4x3": {
    "title": "Location",
    "content": "Nestled in the heart of Provence, our prime location offers the perfect blend of countryside charm and seaside relaxation, providing a diverse range of activities and experiences just minutes away from picturesque lakes and the Mediterranean Sea."
  },
  "section5": {
    "title": "Hear from our Happy Guests",
    "content": ""
  },
  "section5x1": {
    "title": "Natalia",
    "content": "Great stay in this beautiful house! The place is very well designed and designed to have a great time with friends and family. I recommend it without hesitating!",
    "logo": "airbnb"
  },
  "section5x2": {
    "title": "Arthur",
    "content": "I rented this house for a weekend and was very satisfied with it. Contact with Qianqian is easy and the home is as beautiful as the photos suggest.",
    "logo": "airbnb"
  },
  "section5x3": {
    "title": "Audrey",
    "content": "Beautiful and comfortable room, well-equipped and clean apartment. The outdoor area and the pool are a marvel. Warm and friendly welcome with attentive service. Hosts are understanding and flexible with scheduling.",
    "logo": "booking"
  },
  "section5x4": {
    "title": "Eric",
    "content": "A great place to spend a few days with friends. The room is in a beautiful, tranquil property with impeccable cleanliness and excellent amenities. The pool is stunning. The owners are welcoming and helpful.\nIn short, everything is perfect!",
    "logo": "booking"
  }
}
