{
  "section1": {
    "title": "普罗旺斯心脏地带的优雅与宁静",
    "content": "欢迎来到我们宏伟的450平方米普罗旺斯别墅，这是一座新普罗旺斯设计的杰作。别墅坐落在一个宽敞的4500平方米花园中，四周环绕着树木，为您提供一个宁静而私密的自然避风港。这座豪华的物业提供了镜面无边泳池的壮丽景色，并无缝融合了室内外空间，展现出一种现代而高雅的生活方式。\n\n加入我们，探索终极普罗旺斯度假体验。"
  },
  "section2x1x1": {
    "title": "室内",
    "content": "别墅的布局既提供隐私又确保连通性，两翼独立但相互连接，形成了分离而相通的空间。室内设计明亮通透，开放式布局增强了空间感和流动性。\n这座卓越的物业可容纳多达10位成人和3位儿童。"
  },
  "section2x1x2": {
    "title": "卧室",
    "content": "别墅分为两层，共有六间精美装饰的卧室，其中五间配有独立浴室。五间卧室为空调特大床房，另有一间设有相邻的儿童房，是家庭或朋友团体的理想度假之所。"
  },
  "section2x1x3": {
    "title": "高级套房",
    "content": "二楼的高级套房尤为引人注目，采用高品质材料，配备全景玻璃隔断墙，充满自然光线。套房内设有豪华独立浴缸和热带雨林式步入式淋浴间。此外，其中一间卧室配有相邻的儿童房，可容纳2至3名儿童，确保所有客人都能享有充足的空间和舒适的体验。"
  },
  "section2x1x4": {
    "title": "室内活动",
    "content": "别墅的地下空间专为娱乐而设计，配有私人家庭影院和游戏室，旨在为所有年龄段的客人带来乐趣。这个充满活力的空间配备了台球桌、飞镖、街机游戏、桌上足球、空气曲棍球、拼图，以及各种玩具和棋盘游戏。"
  },
  "section2x2x1": {
    "title": "室外",
    "content": "在户外，孩子们可以享受各种旨在让他们保持娱乐和活跃的活动。宽敞的花园设有户外游戏和游乐区，确保年轻客人在入住期间享受无尽的乐趣和冒险。"
  },
  "section2x2x2": {
    "title": "水疗和桑拿",
    "content": "对于寻求放松和恢复活力的客人，别墅提供豪华的水疗和桑拿设施。这些设施提供了一个宁静的避风港，让您在假日之家舒适的环境中放松身心，享受宁静的时光。"
  },
  "section2x2x3": {
    "title": "无边泳池",
    "content": "在别墅的中心，坐落着一座壮丽的15x5米镜面无边泳池，象征着奢华与优雅。这座令人惊叹的泳池设有一个仅45厘米深的浅水区，非常适合儿童安全地享受水中乐趣。泳池还配有一座美丽的喷泉，增添了宁静的氛围。水流无缝地从泳池四周倾泻而下，营造出迷人的视觉效果和无限的宁静感。"
  },
  "section3": {
    "title": "探索普罗旺斯的微风",
    "content": ""
  },
  "section4": {
    "title": "服务",
    "content": "查看更多"
  },
  "section4x1": {
    "title": "别墅出租",
    "content": "通过独占我们整座别墅，体验无与伦比的奢华，享受隐私、舒适和令人叹为观止的美景，带来难忘的住宿体验。"
  },
  "section4x2": {
    "title": "客房",
    "content": "在我们宽敞的客房中体验终极度假，房间设计注重舒适与亲密，非常适合与您所爱的人一起创造难忘的回忆。"
  },
  "section4x3": {
    "title": "位置",
    "content": "坐落在普罗旺斯的心脏地带，我们的绝佳位置完美融合了乡村魅力和海滨放松，提供丰富多样的活动和体验，距离如画的湖泊和地中海仅⼏⼗分钟路程。"
  },
  "section5": {
    "title": "听听我们快乐客人的评价",
    "content": ""
  },
  "section5x1": {
    "title": "Natalia",
    "content": "在这座美丽的房子里度过了一个愉快的住宿体验！这个地方设计得非常好，非常适合与朋友和家人一起度过美好时光。我毫不犹豫地推荐！",
    "logo": "airbnb"
  },
  "section5x2": {
    "title": "Arthur",
    "content": "我租了这座房子度过一个周末，非常满意。与Qianqian的联系很方便，房子也和照片上看到的一样美丽。",
    "logo": "airbnb"
  },
  "section5x3": {
    "title": "Audrey",
    "content": "漂亮舒适的房间，设备齐全且干净的公寓。户外区域和泳池非常迷人。热情友好的接待，服务贴心周到。主人通情达理，对时间安排非常灵活。",
    "logo": "booking"
  },
  "section5x4": {
    "title": "Eric",
    "content": "非常适合和朋友一起度过几天的好地方。房间位于一个美丽宁静的物业中，清洁无可挑剔，设施一流。泳池令人惊艳。房东热情且乐于助人。总之，一切都很完美！",
    "logo": "booking"
  }
}
